export const key = [1, 0, 0, 1, 1, 1, 2, 0, 2, 2, 0, 0, 1, 0, 0, 1, 1, 0, 2, 1];
export const QUESTIONS = [
    {
        id: 1,
        question: "驾驶机动车在道路上违反道路交通安全法的行为，属于什么行为?",
        answer: ["违章行为", "违法行为", "过失行为", "违规行为"],
        check: 1,
    },
    {
        id: 2,
        question: "雾天机动车在道路上通行，驾驶人要怎样做？",
        answer: ["高速行驶", "减速慢行", "保持安全车距", "正确使用灯光"],
        check: [1,2,3],
    },
    {
        id: 3,
        question: "机动车驾驶人违法驾驶造成重大交通事故构成犯罪的，依法追究什么责任？",
        answer: ["刑事责任", "直接责任", "经济责任", "民事责任"],
        check: 0,
    },
    {
        id: 4,
        question: "机动车不得在隧道中倒车。",
        answer: ["正确", "错误"],
        check: 0,
    },
    {
        id: 5,
        question: "机动车驾驶人造成事故后逃逸构成犯罪的，吊销驾驶证且多长时间不得重新取得驾驶证？",
        answer: ["10年内", "20年内", "5年内", "终生"],
        check: 3,
    },
    {
        id: 6,
        question: "在泥泞道路上行车时，采取的正确做法是什么？",
        answer: ["握稳转向盘", "加速通过", "尽量避免使用行车制动器", "选用中低速挡慢速行驶"],
        check: [0, 2, 3],
    },
    {
        id: 7,
        question: "未取得驾驶证的学员在道路上学习驾驶技能，下列哪种做法是正确的？",
        answer: ["使用私家车由教练员随车指导", "使用所学车型的教练车由非教练员的驾驶人随车指导", "使用所学车型的教练车由教练员随车指导", "使用所学车型的教练车单独驾驶学习"],
        check: 2,
    },
    {
        id: 8,
        question: "对未取得驾驶证驾驶机动车的，追究其法律责任。",
        answer: ["正确", "错误"],
        check: 0,
    }, {
        id: 9,
        question: "驾驶机动车应当随身携带哪种证件？",
        answer: ["职业资格证", "驾驶证", "身份证", "工作证"],
        check: 1,
    },
    {
        id: 10,
        question: "发生交通事故后，防止二次事故的有效措施是什么？",
        answer: ["标记伤员的原始位置", "疏散人员", "正确放置危险警告标志", "开启危险报警闪光灯"],
        check: [1, 2, 3],
    },
    {
        id: 11,
        question: "机动车驾驶人初次申领驾驶证后的实习期是多长时间？",
        answer: ["16个月", "6个月", "12个月", "18个月"],
        check: 2,
    },
    {
        id: 12,
        question: "对违法驾驶发生重大交通事故且构成犯罪的，不追究其刑事责任。",
        answer: ["正确", "错误"],
        check: 1,
    }
]