export const key = [1, 0, 0, 1, 1, 1, 2, 0, 2, 2, 0, 0, 1, 0, 0, 1, 1, 0, 2, 1];
export const question = [
    {
        id: 1,
        question: "驾驶机动车在道路上违反道路交通安全法的行为，属于什么行为?",
        answer: ["违章行为", "违法行为", "过失行为", "违规行为"],
        check: 1,
    },
    {
        id: 2,
        question: "驾驶机动车在道路上违反道路交通安全法的行为，属于什么行为?",
        answer: ["违章", "过失", "违法", "违规"],
        check: 2,
    },
    {
        id: 3,
        question: "驾驶机动车在道路上违反道路交通安全法的行为，属于什么行为?",
        answer: ["违法行为", "违章行为", "过失行为", "违规行为"],
        check: 0,
    }
]